Repository: naaanazar/employee-app-US
Catalog: module/Application/locale/*.po
Languages: de_de, fr_fr, uk_ua

source: Value is required and can't be empty
de_de: Wert ist erforderlich und kann nicht leer sein
fr_fr: Valeur est obligatoire et ne peut pas être vide
uk_ua: Необхідне значення не може бути порожнім

source: Login details
de_de: Login-Daten
fr_fr: Les détails de connexion

source: Search request result
de_de: Suche nach Anfrage-Ergebnis
fr_fr: Recherche résultat de la demande

source: Successfully registered
de_de: Erfolgreich registriert
fr_fr: Enregistré avec succès
uk_ua: Успішно Зареєстрований

source: Recovery password link is not valid
de_de: Recovery über den link Kennwort ist nicht gültig
fr_fr: Mot de passe de récupération lien n'est pas valide

source: Home
de_de: Startseite
fr_fr: La maison
uk_ua: Вдома

source: Set Area Around
de_de: Umkreisoptionen festlegen
fr_fr: Ensemble De La Zone Autour De
uk_ua: Набір Області Навколо

source: Set area around
de_de: Umkreisoptionen festlegen
fr_fr: Ensemble de la zone autour de

source: Text Value
de_de: Text Wert
fr_fr: Valeur De Texte

source: Value in meters
de_de: Wert in Meter
fr_fr: La valeur en mètres

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Set Contract Type
de_de: Vertragstypen festlegen
fr_fr: Contrat Type
uk_ua: Встановити Тип Договору

source: Name
de_de: Vorname
fr_fr: Nom
uk_ua: Назва

source: Surname
de_de: Nachname
fr_fr: Nom de famille
uk_ua: Прізвище

source: ZIP
de_de: PLZ
uk_ua: Блискавка

source: City
de_de: Stadt
fr_fr: Ville
uk_ua: Місто

source: Date
de_de: Datum
uk_ua: Дата

source: Driving licence
de_de: Fahrerlaubnis vorhanden ?
fr_fr: Permis de conduire
uk_ua: Водійські права

source: Yes
de_de: Ja
fr_fr: Oui
uk_ua: Так

source: No
de_de: Nein
fr_fr: Pas de
uk_ua: Немає

source: Car available
de_de: Haben Sie ein Auto ?
fr_fr: Voiture disponible
uk_ua: Доступний автомобіль

source: Nothing where found
de_de: Nichts gefunden
fr_fr: Rien trouvé où
uk_ua: Не знайдено

source: Date of application / entry
de_de: Datum der Bewerbungg / Eintrag
fr_fr: Date de la demande / de l'entrée
uk_ua: Дата подання заявки / запис

source: Mobile Phone
de_de: Mobilnummer
fr_fr: Téléphone Mobile
uk_ua: Мобільний Телефон

source: Set Option Why Delete
de_de: Gründe fürs Löschen festlegen
fr_fr: L'Option Définir Pourquoi Supprimer
uk_ua: Встановити Параметр, Навіщо Видаляти

source: Not used yet
de_de: Noch nicht verwendet
fr_fr: Pas encore utilisé
uk_ua: Поки не використовував

source: Create search request
de_de: Suchanfrage erstellen
fr_fr: Créer de la demande de recherche

source: Last searching
de_de: Letzte Suche
fr_fr: Dernière recherche

source: Send result to Mail
de_de: Ergebnis per E-Mail versenden
fr_fr: Envoyer le résultat à la Messagerie

source: Actions
de_de: Aktionen

source: Enable mail
de_de: E-mail aktivieren
fr_fr: Activer les messages

source: Disable mail
de_de: E-mailversand stoppen
fr_fr: Désactiver mail

source: range
de_de: Umkreis
fr_fr: gamme

source: Any
de_de: Jeder
fr_fr: Tout

source: Active
de_de: Aktiv

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé

source: Employed
de_de: Mitarbeiter
fr_fr: Emploi

source: Area around
de_de: Bereich um
fr_fr: La zone autour de
uk_ua: Зона навколо

source: Search
de_de: Suche
fr_fr: Recherche
uk_ua: Пошук

source: Clear marker
de_de: Marker löschen
fr_fr: Marqueur clair

source: Value
de_de: Wert
fr_fr: Valeur

source: Set Source Application
de_de: Festlegen der Bewerbungsquellen
fr_fr: Définir La Source De L'Application
uk_ua: Встановіть Додаток Джерело

source: Select statistic period
de_de: Wählen Sie den Statistik Zeitraum
fr_fr: Sélectionnez statistique période
uk_ua: Виберіть статистичного періоду

source: Set Weekly hours
de_de: Wöchentliche Stunden festlegen
fr_fr: Définir des heures Hebdomadaires
uk_ua: Набір годин на тиждень

source: Value in seconds
de_de: Wert in Sekunden
fr_fr: Valeur en secondes

source: Edit Application
de_de: Bewerbung bearbeiten
fr_fr: Modifier L'Application

source: Address
de_de: Strasse m. Hausnummer
fr_fr: Adresse
uk_ua: Адреса

source: Mobile phone number
de_de: Handy-Nummer
fr_fr: Numéro de téléphone Mobile
uk_ua: Номер мобільного телефону

source: Landline number
de_de: Festnetznummer
fr_fr: Numéro de téléphone fixe
uk_ua: Міський номер

source: Area around home address willing to work
de_de: In welchem Umkreis um Ihre Wohnung möchten Sie arbeiten ?
fr_fr: La zone autour de la maison de l'adresse de prêts à travailler
uk_ua: Районі будинку адресу, бажаючих працювати

source: Type of contract
de_de: gewünschte Vertragsart
fr_fr: Type de contrat
uk_ua: Тип контракту

source: Weekly hours available
de_de: Wieviele Stunden pro Woche möchten Sie maximal arbeiten ?
fr_fr: Heures hebdomadaires disponibles
uk_ua: Щотижневий годин

source: Start day
de_de: Wann möchten Sie anfangen ?
fr_fr: Commencer la journée
uk_ua: День початку

source: Comments
de_de: Anmerkungen
fr_fr: Commentaires
uk_ua: Коментарі

source: Hourly rate
de_de: gewünschter Stundenlohn
fr_fr: Taux horaire
uk_ua: Погодинна ставка

source: Experience in the job
de_de: Haben Sie bereits Erfahrung als Haushaltshilfe ?
fr_fr: Expérience dans le travail
uk_ua: Досвід роботи

source: Application Source
de_de: Quelle der Bewerbung
fr_fr: Source De L'Application

source: Upload user photo
de_de: Bewerbungsfoto hochladen
fr_fr: Télécharger photo de l'utilisateur
uk_ua: Завантажити фото користувачів

source: Attachments
de_de: Lebenslauf / Zeugnisse hochladen
fr_fr: Les pièces jointes
uk_ua: Вкладення

source: File format
de_de: Datei-Format
fr_fr: Format de fichier

source: Fire
de_de: MA Status löscjem
fr_fr: Feu

source: Employ
de_de: als MA kennzeichnen
fr_fr: Employer

source: Reason Delete
de_de: Warum wird die Bewerbung gelöscht ?
fr_fr: Pourquoi Supprimer

source: Germany
de_de: Deutschland
fr_fr: Allemagne
uk_ua: Німеччина

source: Additional information
de_de: Weitere Informationen
fr_fr: Des informations supplémentaires
uk_ua: Додаткова інформація

source: Comment
de_de: Kommentar
fr_fr: Commentaire
uk_ua: Коментар

source: Has experience
de_de: Hat Erfahrung
fr_fr: A de l'expérience
uk_ua: Має досвід

source: Driving license present
de_de: Haben Sie einen Führerschein ?
fr_fr: Permis de conduire actuel
uk_ua: Водійські права уявити

source: Source Application
de_de: - Herkunft der Bewerbung
fr_fr: Source De L'Application

source: Add Attachments
de_de: Hinzufügen von Anlagen
fr_fr: Ajouter Des Pièces Jointes

source: Check your email box
de_de: Ihre Bewerbung war erfolgreich. Bitte überprüfen Sie Ihr Emailpostfach
fr_fr: Vérifiez votre boîte e-mail

source: Send me recovery link to email
de_de: Passwort-Wiederherstellen - Link erhalten
fr_fr: Envoyez-moi lien de récupération de courrier électronique

source: Forgot password
de_de: Passwort vergessen
fr_fr: Mot de passe oublié

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: New Password
de_de: Neues Passwort
fr_fr: Nouveau Mot De Passe

source: Change password
de_de: Passwort ändern
fr_fr: Changer de mot de passe

source: Sign up
de_de: Anmelden
fr_fr: Inscrivez -

source: You have created search request with params
de_de: Sie haben eine Suchanfrage mit diesen Parametern erstellt
fr_fr: Vous avez créé à la demande de recherche avec les params

source: Just created employee
de_de: Gerade hinzugefügte Mitarbeiter
fr_fr: Juste créé employé

source: Your login details
de_de: Ihre Logindaten
fr_fr: Vos informations de connexion

source: Login into website with details
de_de: Login im Bewerberportal mit diesen Daten
fr_fr: Connectez-vous site avec des détails

source: You have requested password recovery option for email
de_de: Sie haben einen Link für die Passwortwiederherstellung angefordert
fr_fr: Vous avez l'option de récupération de mot de passe demandé par e-mail

source: To recover password go to
de_de: Um Ihr Passwort wiederherzustellen, gehen Sie zu
fr_fr: Pour récupérer le mot de passe, allez à

source: If you did not request a password recovery follow
de_de: Wenn Sie den Link nicht angefordert haben, klicken Sie bitte hier
fr_fr: Si vous n'avez pas de demande de récupération de mot de passe, suivez

source: Leave comment
de_de: Kommentar hinterlassen
fr_fr: Laisser un commentaire
uk_ua: Залиште коментар

source: Logout
de_de: Ausloggen
fr_fr: Déconnexion
uk_ua: Вихід

source: Dashboard
de_de: Instrumententafel
fr_fr: Tableau de bord
uk_ua: Приладовій панелі

source: Create Employee
de_de: Mitarbeiter anlegen
fr_fr: Créer Employé
uk_ua: Створити Співробітника

source: Exit from dashboard
de_de: Dashboard verlassen
fr_fr: La sortie de tableau de bord
uk_ua: Вихід з приладової панелі

source: Search employee
de_de: Mitarbeiter suchen
fr_fr: Recherche employé
uk_ua: Працівник пошук

source: Search requests
de_de: Suchanfragen
fr_fr: Les demandes de recherche

source: Configure Around Areas
de_de: Umkreise konfigurieren
fr_fr: Configurer Autour Des Zones
uk_ua: Налаштувати Навколо

source: Configure Contract Type
de_de: Vertragstypen konfigurieren
fr_fr: Configurer Le Type De Contrat
uk_ua: Налаштувати Тип Договору

source: Configure Source Application
de_de: Bewerberunsquellen konfigurieren
fr_fr: Configurer La Source De L'Application
uk_ua: Налаштувати Додаток Джерело

source: Configure List Why Delete
de_de: Löschgründe konfigurieren
fr_fr: Configuration De La Liste Pourquoi Supprimer
uk_ua: Налаштувати Список Навіщо Видаляти

source: Configure Weekly Hours
de_de: wöchtenliche Stunden konfigurieren
fr_fr: Configurer Heures Hebdomadaires
uk_ua: Налаштування Годин На Тиждень

source: Configure Register keys
de_de: Registerkeys konfigurieren
fr_fr: Configurer les clés de Registre
uk_ua: Налаштувати ключі в реєстрі

source: Statistics
de_de: Statistik
fr_fr: Statistiques
uk_ua: Статистика

source: Sign In
de_de: Anmelden
fr_fr: Signe Dans
uk_ua: Знак В

source: Incorrect value
de_de: Falscher Wert
fr_fr: Valeur incorrecte

source: User with same email found
de_de: Benutzer mit der gleichen E-Mail gefunden
fr_fr: L'utilisateur avec le même e-mail trouvé

source: Invalid email or/and password
de_de: Ungültige E-Mail und/oder Passwort
fr_fr: E-mail non valide ou/et le mot de passe

source: Some error occurred while logging in
de_de: Es gab einen Fehler beim Login
fr_fr: Une erreur s'est produite lors de la connexion à

source: Invalid type given. String, integer or float expected
de_de: Ungültiger Wert angegeben.
fr_fr: Non valides type de donnée. String, integer ou float prévu

source: The input does not match against pattern
de_de: Die Eingabe stimmt nicht überein
fr_fr: L'entrée ne correspond pas à l'encontre de modèle

source: There was an internal error while using the pattern
de_de: Es ist ein interner Fehler aufgetreten
fr_fr: Il y avait une erreur interne lors de l'utilisation du modèle

source: Invalid type given. String expected
de_de: Ungültiger Wert angegeben.
fr_fr: Non valides type de donnée. Chaîne de prévu

source: The input is less than %min% characters long
de_de: Der Eingang ist weniger als %min% Zeichen lang
fr_fr: L'entrée est à moins de %min% caractères

source: The input is more than %max% characters long
de_de: Der Eingang ist mehr als %max% Zeichen lang
fr_fr: L'entrée est plus qu' %max% caractères

source: User with such email does not exist
de_de: Benutzer mit dieser E-Mail existiert nicht
fr_fr: Utilisateur avec un tel email n'existe pas

source: Some error occurred while validating email
de_de: Fehler beim überprüfen der E-Mail
fr_fr: Une erreur s'est produite lors de la validation de l'email

source: Full Name
de_de: Vollständiger Name
fr_fr: Nom Complet
uk_ua: Повна Назва

source: Create Application
de_de: Anwendung erstellen

source: Save
de_de: Sparen
uk_ua: Зберегти

source: Back
de_de: Zurück

source: Close
de_de: Schließen

source: FAMILIA - Application
de_de: FAMILIA - Bewerberportal

source: Edited
de_de: Bearbeitet

source: Password recovery
fr_fr: Récupération de mot de passe

source: Status
fr_fr: Statut

source: Log In
fr_fr: Journal En

source: Link
fr_fr: Lien

source: Create employee
uk_ua: Створити співробітника

source: Update marker
uk_ua: Оновлення маркера

source: Hide map
uk_ua: Сховати карту

source: Email
uk_ua: Електронної пошти

source: Main
uk_ua: Головна

source: Overview employee
uk_ua: Огляд працівника

source: Sign Up
uk_ua: Зареєструйтеся

source: 'Incorrect value'
uk_ua: 'Невірне значення'

source: 'User with same email found'
uk_ua: 'Користувачів з однаковою адресою електронної пошти знайдено

source: 'Invalid email or/and password'
uk_ua: 'Невірний адресу електронної пошти або/та пароль

source: 'Some error occurred while logging in'
uk_ua: 'Сталася якась помилка при вході в

source: 'Invalid type given. String, integer or float expected'
uk_ua: 'Дали неправильний Тип. Рядок, integer або float очікується'

source: 'The input does not match against pattern '
uk_ua: 'Введення не матч з візерунком '

source: 'There was an internal error while using the pattern'
uk_ua: 'Внутрішня помилка при використанні шаблону'

source: 'Invalid type given. String expected'
uk_ua: 'Дали неправильний Тип. Рядки очікував

source: 'The input is less than %min% characters long'
uk_ua: 'Вхідний сигнал менше, ніж %хв% символів'

source: 'The input is more than %max% characters long'
uk_ua: 'Вхід-це більше, ніж %Макс% символів'
